Revit 2027 API
FailureResolution Properties
The FailureResolution type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FailureResolution Class
Autodesk.Revit.DB Namespace